:PROPERTIES:
:ID:       0F78767D-42FF-4027-B3A2-26CA1898F788
:END:
#+title: obi

*** Sandbox

#+begin_src emacs-lisp :lexical yes
  (let ((params (obi/BlockParams '((:foo "bar")) '((:foo "baz")))))
    (funcall params :foo))
#+end_src

#+RESULTS:
| bar |


